Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Keep protection on in Lava.
de: Lass den Schutz in Lava eingeschaltet.
es: Mantén la protección activada en Lava.
fr: Laissez la protection activée dans Lava.
it: Mantieni attiva la protezione in Lava.
ja: Lavaで保護をオンのままにします。
ko: Lava에서 보호를 켜 두세요.
pt_br: Mantenha a proteção ativada no Lava.
zh_hans: 在 Lava 中保持防护开启。
zh_hant: 在 Lava 中保持防護開啟。

source: Use full tunnel (requires Lava Plus)
de: Volltunnel verwenden (erfordert Lava Plus)
es: Usar túnel completo (requiere Lava Plus)
fr: Utiliser le tunnel complet (nécessite Lava Plus)
it: Usa il tunnel completo (richiede Lava Plus)
ja: フルトンネルを使用（Lava Plusが必要）
ko: 전체 터널 사용 (Lava Plus 필요)
pt_br: Usar túnel completo (requer o Lava Plus)
zh_hans: 使用完整隧道（需要 Lava Plus）
zh_hant: 使用完整通道（需要 Lava Plus）

source: Open VPN chaining.
de: Öffne die VPN-Verkettung.
es: Abre el encadenamiento VPN.
fr: Ouvrez le chaînage VPN.
it: Apri il concatenamento VPN.
ja: VPNチェーンを開きます。
ko: VPN 체이닝을 여세요.
pt_br: Abra o encadeamento de VPN.
zh_hans: 前往 VPN 串联。
zh_hant: 前往 VPN 串接。

source: Import a full-tunnel WireGuard configuration.
de: Importiere eine WireGuard-Konfiguration für einen Volltunnel.
es: Importa una configuración de WireGuard de túnel completo.
fr: Importez une configuration WireGuard en tunnel complet.
it: Importa una configurazione WireGuard a tunnel completo.
ja: フルトンネルのWireGuard構成をインポートします。
ko: 전체 터널 WireGuard 구성을 가져오세요.
pt_br: Importe uma configuração do WireGuard de túnel completo.
zh_hans: 导入完整隧道的 WireGuard 配置。
zh_hant: 匯入完整通道的 WireGuard 設定。

# Turn on “Chain DNS through my VPN”, then turn on protection.
source: Turn on “Use VPN chaining”, then turn on protection.
de: Schalte „VPN-Verkettung verwenden“ ein und danach den Schutz.
es: Activa «Usar encadenamiento VPN» y después activa la protección.
fr: Activez « Utiliser le chaînage VPN », puis activez la protection.
it: Attiva «Usa il concatenamento VPN», poi attiva la protezione.
ja: 「VPNチェーンを使用」をオンにしてから、保護をオンにしてください。
ko: “VPN 체이닝 사용”을 켠 다음 보호를 켜세요.
pt_br: Ative “Usar encadeamento de VPN” e depois ative a proteção.
zh_hans: 开启“使用 VPN 串联”，然后开启防护。
zh_hant: 開啟「使用 VPN 串接」，然後開啟防護。

# Passcodes did not match
source: Passcodes didn’t match
de: Codes stimmen nicht überein
es: Los códigos no coinciden
fr: Les codes ne correspondent pas
it: I codici non corrispondono
ja: パスコードが一致しません
ko: 암호가 일치하지 않음
pt_br: Os códigos não coincidem
zh_hans: 密码不匹配
zh_hant: 密碼不相符

source: This removes saved allowed, blocked, and protection uptime counts from this device.
de: Dadurch werden die gespeicherten Zähler für erlaubte und blockierte Anfragen sowie die Schutz-Laufzeit von diesem Gerät entfernt.
es: Esto elimina de este dispositivo los recuentos guardados de elementos permitidos, bloqueados y de tiempo de protección activa.
fr: Cette action supprime de cet appareil les compteurs enregistrés des requêtes autorisées, des requêtes bloquées et de la durée de protection.
it: Questa operazione rimuove da questo dispositivo i conteggi salvati di elementi consentiti, bloccati e di tempo di attività della protezione.
ja: 保存された許可・ブロックの件数と保護の稼働時間をこのデバイスから削除します。
ko: 저장된 허용·차단 횟수와 보호 작동 시간이 이 기기에서 삭제돼요.
pt_br: Isso remove deste dispositivo as contagens salvas de permitidos, bloqueados e tempo de proteção ativa.
zh_hans: 这将从此设备移除已保存的允许、拦截和防护运行时长计数。
zh_hant: 這會從這台裝置移除已儲存的允許、封鎖及防護運作時間計數。

source: This removes saved domain history from this device. Filtering counts and network activity are unchanged.
de: Dies entfernt den gespeicherten Domainverlauf von diesem Gerät. Filterzähler und Netzwerkaktivität bleiben unverändert.
es: Esto elimina el historial de dominios guardado en este dispositivo. Los recuentos de filtrado y la actividad de red no cambian.
fr: Cela supprime l’historique des domaines enregistré sur cet appareil. Les compteurs de filtrage et l’activité réseau ne changent pas.
it: Questo rimuove la cronologia dei domini salvata da questo dispositivo. I conteggi del filtraggio e l’attività di rete restano invariati.
ja: このデバイスに保存されたドメイン履歴を削除します。フィルタリング件数とネットワークアクティビティは変わりません。
ko: 저장된 도메인 기록이 이 기기에서 삭제돼요. 필터링 횟수와 네트워크 활동은 그대로예요.
pt_br: Isso remove o histórico de domínios salvo deste dispositivo. As contagens de filtragem e a atividade de rede continuam as mesmas.
zh_hans: 这会从此设备移除已保存的域名历史记录。筛选计数和网络活动不受影响。
zh_hant: 這會從這台裝置移除已儲存的網域記錄。篩選計數和網路活動不受影響。

source: This removes unearned Lava Guard progress from this device. Earned Lava Guards stay unlocked.
de: Dadurch wird noch nicht freigeschalteter Lava-Guard-Fortschritt von diesem Gerät entfernt. Bereits verdiente Lava Guards bleiben freigeschaltet.
es: Esto elimina de este dispositivo el progreso de Lava Guard no obtenido. Los Lava Guards obtenidos permanecen desbloqueados.
fr: Cette action supprime de cet appareil la progression Lava Guard non débloquée. Les Lava Guards déjà obtenus restent débloqués.
it: Questa operazione rimuove da questo dispositivo i progressi di Lava Guard non ancora ottenuti. I Lava Guard già ottenuti restano sbloccati.
ja: 未獲得のLava Guardの進行状況をこのデバイスから削除します。獲得済みのLava Guardは解放されたままです。
ko: 아직 획득하지 않은 Lava Guard 진행 상황이 이 기기에서 삭제돼요. 이미 획득한 Lava Guard는 잠금 해제 상태로 유지돼요.
pt_br: Isso remove deste dispositivo o progresso não conquistado do Lava Guard. Os Lava Guards conquistados continuam desbloqueados.
zh_hans: 这将从此设备移除尚未获得的 Lava Guard 进度。已获得的 Lava Guard 仍保持解锁状态。
zh_hant: 這會從這台裝置移除尚未取得的 Lava Guard 進度。已取得的 Lava Guard 仍保持解鎖。

source: This removes saved filtering counts, domain history, network activity, and unearned Lava Guard progress from this device.
de: Dadurch werden gespeicherte Filterzähler, der Domainverlauf, die Netzwerkaktivität und noch nicht freigeschalteter Lava-Guard-Fortschritt von diesem Gerät entfernt.
es: Esto elimina de este dispositivo los recuentos de filtrado guardados, el historial de dominios, la actividad de red y el progreso de Lava Guard no obtenido.
fr: Cette action supprime de cet appareil les compteurs de filtrage enregistrés, l’historique des domaines, l’activité réseau et la progression Lava Guard non débloquée.
it: Questa operazione rimuove da questo dispositivo i conteggi del filtraggio salvati, la cronologia dei domini, l’attività di rete e i progressi di Lava Guard non ancora ottenuti.
ja: 保存されたフィルタリング件数、ドメイン履歴、ネットワークアクティビティ、未獲得のLava Guardの進行状況をこのデバイスから削除します。
ko: 저장된 필터링 횟수, 도메인 기록, 네트워크 활동, 아직 획득하지 않은 Lava Guard 진행 상황이 이 기기에서 삭제돼요.
pt_br: Isso remove deste dispositivo as contagens de filtragem salvas, o histórico de domínios, a atividade de rede e o progresso não conquistado do Lava Guard.
zh_hans: 这将从此设备移除已保存的筛选计数、域名历史记录、网络活动以及尚未获得的 Lava Guard 进度。
zh_hant: 這會從這台裝置移除已儲存的篩選計數、網域記錄、網路活動，以及尚未取得的 Lava Guard 進度。

source: Open Network activity
de: Netzwerkaktivität öffnen
es: Abrir Actividad de red
fr: Ouvrir l’activité réseau
it: Apri Attività di rete
ja: ネットワークアクティビティを開く
ko: 네트워크 활동 열기
pt_br: Abrir Atividade de rede
zh_hans: 打开网络活动
zh_hant: 開啟網路活動

source: DNS-only
de: Nur DNS
es: Solo DNS
fr: DNS uniquement
it: Solo DNS
ja: DNSのみ
ko: DNS 전용
pt_br: Somente DNS
zh_hans: 仅 DNS
zh_hant: 僅 DNS

source: Profile not in use
de: Profil wird nicht verwendet
es: Perfil no utilizado
fr: Profil non utilisé
it: Profilo non in uso
ja: プロファイル未使用
ko: 프로파일 사용 중 아님
pt_br: Perfil não utilizado
zh_hans: 未使用描述文件
zh_hant: 未使用描述檔

# DNS profile
source: System DNS profile
de: System-DNS-Profil
es: Perfil de DNS del sistema
fr: Profil DNS système
it: Profilo DNS di sistema
ja: システムDNSプロファイル
ko: 시스템 DNS 프로파일
pt_br: Perfil de DNS do sistema
zh_hans: 系统 DNS 描述文件
zh_hant: 系統 DNS 描述檔

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용할 수 없음
pt_br: Indisponível
zh_hans: 不可用
zh_hant: 無法使用

# Unable to read DNS profile
source: Couldn’t read the System DNS profile
de: System-DNS-Profil konnte nicht gelesen werden
es: No se pudo leer el perfil de DNS del sistema
fr: Impossible de lire le profil DNS système
it: Impossibile leggere il profilo DNS di sistema
ja: システムDNSプロファイルを読み取れませんでした
ko: 시스템 DNS 프로파일을 읽을 수 없어요
pt_br: Não foi possível ler o perfil de DNS do sistema
zh_hans: 无法读取系统 DNS 描述文件
zh_hant: 無法讀取系統 DNS 描述檔

source: Opening sign-in.
de: Anmeldung wird geöffnet.
es: Abriendo el inicio de sesión.
fr: Ouverture de la connexion.
it: Apertura della schermata di accesso.
ja: サインイン画面を開いています。
ko: 로그인 화면을 여는 중이에요.
pt_br: Abrindo o login.
zh_hans: 正在打开登录界面。
zh_hant: 正在開啟登入畫面。

# Sign in was cancelled.
source: Sign-in was canceled.
de: Die Anmeldung wurde abgebrochen.
es: Se canceló el inicio de sesión.
fr: La connexion a été annulée.
it: Accesso annullato.
ja: サインインがキャンセルされました。
ko: 로그인이 취소됐어요.
pt_br: O login foi cancelado.
zh_hans: 登录已取消。
zh_hant: 登入已取消。

source: Signed out.
de: Abgemeldet.
es: Sesión cerrada.
fr: Déconnexion effectuée.
it: Disconnessione effettuata.
ja: サインアウトしました。
ko: 로그아웃했어요.
pt_br: Você saiu da conta.
zh_hans: 已退出登录。
zh_hant: 已登出。

source: Deleting your Lava account.
de: Dein Lava-Konto wird gelöscht.
es: Eliminando tu cuenta de Lava.
fr: Suppression de votre compte Lava.
it: Eliminazione del tuo account Lava in corso.
ja: Lavaアカウントを削除しています。
ko: Lava 계정을 삭제하는 중이에요.
pt_br: Excluindo sua conta do Lava.
zh_hans: 正在删除你的 Lava 账户。
zh_hant: 正在刪除你的 Lava 帳號。

source: Deleted your Lava account.
de: Dein Lava-Konto wurde gelöscht.
es: Se eliminó tu cuenta de Lava.
fr: Votre compte Lava a été supprimé.
it: Il tuo account Lava è stato eliminato.
ja: Lavaアカウントを削除しました。
ko: Lava 계정을 삭제했어요.
pt_br: Sua conta do Lava foi excluída.
zh_hans: 已删除你的 Lava 账户。
zh_hant: 已刪除你的 Lava 帳號。

source: Backup upload paused. Return to Account & backup to continue.
de: Backup-Upload pausiert. Kehre zu „Konto & Backup“ zurück, um fortzufahren.
es: Subida de la copia de seguridad en pausa. Vuelve a Cuenta y copia de seguridad para continuar.
fr: Envoi de la sauvegarde suspendu. Revenez à Compte et sauvegarde pour continuer.
it: Caricamento del backup in pausa. Torna ad Account e backup per continuare.
ja: バックアップのアップロードを一時停止しました。続けるには「アカウントとバックアップ」に戻ってください。
ko: 백업 업로드가 일시 중지됐어요. 계속하려면 계정 및 백업으로 돌아가세요.
pt_br: Envio do backup pausado. Volte para Conta e backup para continuar.
zh_hans: 备份上传已暂停。返回“账户与备份”即可继续。
zh_hant: 備份上傳已暫停。回到「帳號與備份」即可繼續。

source: Uploading backup
de: Backup wird hochgeladen
es: Subiendo copia de seguridad
fr: Envoi de la sauvegarde
it: Caricamento del backup
ja: バックアップをアップロード中
ko: 백업 업로드 중
pt_br: Enviando backup
zh_hans: 正在上传备份
zh_hant: 正在上傳備份

source: Copy these eight words, then save them somewhere safe outside Lava.
de: Kopiere diese acht Wörter und bewahre sie an einem sicheren Ort außerhalb von Lava auf.
es: Copia estas ocho palabras y guárdalas en un lugar seguro fuera de Lava.
fr: Copiez ces huit mots, puis conservez-les en lieu sûr en dehors de Lava.
it: Copia queste otto parole, poi salvale in un posto sicuro al di fuori di Lava.
ja: この8つの単語をコピーして、Lava以外の安全な場所に保存してください。
ko: 이 여덟 단어를 복사한 다음 Lava 밖의 안전한 곳에 저장하세요.
pt_br: Copie estas oito palavras e guarde-as em um lugar seguro fora do Lava.
zh_hans: 复制这八个单词，然后将它们保存在 Lava 以外的安全位置。
zh_hant: 複製這八個單字，然後存放在 Lava 以外的安全位置。

source: Your online backup is pending. Try uploading again.
de: Dein Online-Backup steht noch aus. Versuche erneut, es hochzuladen.
es: Tu copia de seguridad en línea está pendiente. Intenta subirla de nuevo.
fr: Votre sauvegarde en ligne est en attente. Réessayez de l’envoyer.
it: Il tuo backup online è in sospeso. Prova a caricarlo di nuovo.
ja: オンラインバックアップは保留中です。もう一度アップロードしてください。
ko: 온라인 백업이 아직 완료되지 않았어요. 다시 업로드해 보세요.
pt_br: Seu backup on-line está pendente. Tente enviar novamente.
zh_hans: 你的在线备份尚未完成。请重新上传。
zh_hant: 你的線上備份尚未完成。請再次上傳。

source: Protection on this device
de: Schutz auf diesem Gerät
es: Protección en este dispositivo
fr: Protection sur cet appareil
it: Protezione su questo dispositivo
ja: このデバイスの保護
ko: 이 기기의 보호
pt_br: Proteção neste dispositivo
zh_hans: 此设备上的防护
zh_hant: 這台裝置上的防護

source: The import couldn’t be saved or restored. Review your active filter before trying again.
de: Der Import konnte weder gespeichert noch wiederhergestellt werden. Prüfe deinen aktiven Filter, bevor du es erneut versuchst.
es: No se pudo guardar ni restaurar la importación. Revisa tu filtro activo antes de volver a intentarlo.
fr: Impossible d’enregistrer ou de restaurer l’importation. Vérifiez votre filtre actif avant de réessayer.
it: Impossibile salvare o ripristinare l’importazione. Controlla il tuo filtro attivo prima di riprovare.
ja: インポートを保存または復元できませんでした。使用中のフィルターを確認してから、もう一度お試しください。
ko: 가져온 필터를 저장하거나 복원하지 못했어요. 다시 시도하기 전에 사용 중인 필터를 확인하세요.
pt_br: Não foi possível salvar nem restaurar a importação. Revise o seu filtro ativo antes de tentar novamente.
zh_hans: 无法保存或还原导入的内容。请先检查你正在使用的筛选器，然后重试。
zh_hant: 無法儲存或還原匯入的內容。請先檢查你使用中的篩選器，再試一次。

source: This filter is no longer available.
de: Dieser Filter ist nicht mehr verfügbar.
es: Este filtro ya no está disponible.
fr: Ce filtre n’est plus disponible.
it: Questo filtro non è più disponibile.
ja: このフィルターは利用できなくなりました。
ko: 이 필터는 더 이상 사용할 수 없어요.
pt_br: Este filtro não está mais disponível.
zh_hans: 此筛选器已不可用。
zh_hant: 這個篩選器已無法使用。

source: %lld of %lld characters used
de: %lld von %lld Zeichen verwendet
es: %lld de %lld caracteres usados
fr: %lld caractères utilisés sur %lld
it: %lld di %lld caratteri usati
ja: %2$lld文字中%1$lld文字を使用
ko: %2$lld자 중 %1$lld자 사용됨
pt_br: %lld de %lld caracteres usados
zh_hans: 已使用 %lld 个字符，上限 %lld 个
zh_hant: 已使用 %lld 個字元，上限 %lld 個

source: Add fallback DNS
de: Ersatz-DNS hinzufügen
es: Añadir DNS de respaldo
fr: Ajouter un DNS de secours
it: Aggiungi DNS di riserva
ja: フォールバックDNSを追加
ko: 대체 DNS 추가
pt_br: Adicionar DNS alternativo
zh_hans: 添加备用 DNS
zh_hant: 新增備援 DNS

source: DNS patch for iOS 27
de: DNS-Patch für iOS 27
es: Parche de DNS para iOS 27
fr: Correctif DNS pour iOS 27
it: Correzione DNS per iOS 27
ja: iOS 27向けDNSパッチ
ko: iOS 27용 DNS 패치
pt_br: Correção de DNS para o iOS 27
zh_hans: 适用于 iOS 27 的 DNS 补丁
zh_hant: 適用於 iOS 27 的 DNS 修補

source: Enter a valid domain, such as ads.example.com.
de: Gib eine gültige Domain ein, z. B. ads.example.com.
es: Introduce un dominio válido, como ads.example.com.
fr: Saisissez un domaine valide, par exemple ads.example.com.
it: Inserisci un dominio valido, ad esempio ads.example.com.
ja: ads.example.comのような有効なドメインを入力してください。
ko: ads.example.com처럼 올바른 도메인을 입력하세요.
pt_br: Digite um domínio válido, como ads.example.com.
zh_hans: 请输入有效的域名，例如 ads.example.com。
zh_hant: 請輸入有效的網域，例如 ads.example.com。

source: In the Settings app, go to General → VPN & Device Management → DNS. Select “Lava Security”.
de: Gehe in der App „Einstellungen“ zu „Allgemein“ → „VPN und Geräteverwaltung“ → „DNS“. Wähle „Lava Security“.
es: En la app Ajustes, ve a General → VPN y gestión de dispositivos → DNS. Selecciona «Lava Security».
fr: Dans l’app Réglages, accédez à Général → VPN et gestion de l’appareil → DNS. Sélectionnez « Lava Security ».
it: Nell’app Impostazioni, vai su Generali → VPN e gestione dispositivi → DNS. Seleziona «Lava Security».
ja: 「設定」Appで「一般」→「VPNとデバイス管理」→「DNS」に移動し、「Lava Security」を選択します。
ko: 설정 앱에서 일반 → VPN 및 기기 관리 → DNS로 이동하세요. “Lava Security”를 선택하세요.
pt_br: No app Ajustes, acesse Geral → VPN e Gerenciamento de Dispositivos → DNS. Selecione “Lava Security”.
zh_hans: 在“设置”App 中，前往“通用 → VPN 与设备管理 → DNS”。选择“Lava Security”。
zh_hant: 在「設定」App 中，前往「一般 → VPN 與裝置管理 → DNS」。選擇「Lava Security」。

source: Lava tries the primary DNS first, then the fallback DNS if needed.
de: Lava versucht zuerst das primäre DNS und bei Bedarf dann das Ersatz-DNS.
es: Lava prueba primero el DNS principal y, si hace falta, el DNS de respaldo.
fr: Lava essaie d’abord le DNS principal, puis le DNS de secours si nécessaire.
it: Lava prova prima il DNS primario, poi il DNS di riserva se serve.
ja: LavaはまずプライマリDNSを使い、必要に応じてフォールバックDNSを使います。
ko: Lava는 먼저 기본 DNS를 시도하고, 필요하면 대체 DNS를 사용해요.
pt_br: O Lava tenta primeiro o DNS primário e, se necessário, o DNS alternativo.
zh_hans: Lava 会先尝试主 DNS，必要时再使用备用 DNS。
zh_hant: Lava 會先嘗試主要 DNS，必要時再使用備援 DNS。

source: This profile handles system DNS requests and helps Lava filter with Connectivity Assist.
de: Dieses Profil verarbeitet System-DNS-Anfragen und hilft Lava, auch bei aktiver „Verbindungshilfe“ zu filtern.
es: Este perfil gestiona las solicitudes DNS del sistema y ayuda a Lava a filtrar cuando Asistencia de conectividad está activada.
fr: Ce profil traite les requêtes DNS du système et aide Lava à filtrer quand l’Assistance à la connectivité est active.
it: Questo profilo gestisce le richieste DNS di sistema e aiuta Lava a filtrare quando Assistenza connettività è attiva.
ja: このプロファイルはシステムのDNSリクエストを処理し、接続アシストの使用中もLavaがフィルタリングできるようにします。
ko: 이 프로파일은 시스템 DNS 요청을 처리하고, 연결 지원이 켜져 있어도 Lava가 필터링할 수 있게 해 줘요.
pt_br: Este perfil processa as solicitações DNS do sistema e ajuda o Lava a filtrar quando a Assistência de Conectividade está ativada.
zh_hans: 此描述文件负责处理系统 DNS 请求，并帮助 Lava 在“连接助理”开启时进行筛选。
zh_hant: 此描述檔負責處理系統 DNS 請求，並協助 Lava 在「連線輔助」開啟時進行篩選。

# The saved account session could not be read.
source: The saved account session couldn’t be read.
de: Die gespeicherte Kontositzung konnte nicht gelesen werden.
es: No se pudo leer la sesión de cuenta guardada.
fr: Impossible de lire la session de compte enregistrée.
it: Impossibile leggere la sessione dell’account salvata.
ja: 保存されたアカウントのセッションを読み込めませんでした。
ko: 저장된 계정 세션을 읽을 수 없어요.
pt_br: Não foi possível ler a sessão da conta salva.
zh_hans: 无法读取已保存的账户会话。
zh_hant: 無法讀取已儲存的帳號工作階段。

# The saved backup key could not be read.
source: The saved backup key couldn’t be read.
de: Der gespeicherte Backup-Schlüssel konnte nicht gelesen werden.
es: No se pudo leer la clave guardada de la copia de seguridad.
fr: Impossible de lire la clé de sauvegarde enregistrée.
it: Impossibile leggere la chiave di backup salvata.
ja: 保存されたバックアップキーを読み込めませんでした。
ko: 저장된 백업 키를 읽을 수 없어요.
pt_br: Não foi possível ler a chave de backup salva.
zh_hans: 无法读取已保存的备份密钥。
zh_hant: 無法讀取已儲存的備份金鑰。

source: Sign in is already in progress.
de: Die Anmeldung läuft bereits.
es: Ya hay un inicio de sesión en curso.
fr: Une connexion est déjà en cours.
it: È già in corso un accesso.
ja: すでにサインイン処理中です。
ko: 이미 로그인이 진행 중이에요.
pt_br: Já há um login em andamento.
zh_hans: 登录正在进行中。
zh_hant: 登入正在進行中。

source: Google sign-in is already in progress.
de: Die Google-Anmeldung läuft bereits.
es: Ya hay un inicio de sesión con Google en curso.
fr: Une connexion Google est déjà en cours.
it: È già in corso un accesso con Google.
ja: すでにGoogleでのサインイン処理中です。
ko: 이미 Google 로그인이 진행 중이에요.
pt_br: Já há um login com o Google em andamento.
zh_hans: Google 登录正在进行中。
zh_hant: Google 登入正在進行中。

# Apple returned an identity token Lava could not read.
source: Apple returned an identity token Lava couldn’t read.
de: Apple hat ein Identitätstoken zurückgegeben, das Lava nicht lesen konnte.
es: Apple devolvió un token de identidad que Lava no pudo leer.
fr: Apple a renvoyé un jeton d’identité que Lava n’a pas pu lire.
it: Apple ha restituito un token di identità che Lava non è riuscito a leggere.
ja: Appleから返されたIDトークンをLavaが読み取れませんでした。
ko: Apple이 Lava가 읽을 수 없는 ID 토큰을 반환했어요.
pt_br: A Apple retornou um token de identidade que o Lava não conseguiu ler.
zh_hans: Lava 无法读取 Apple 返回的身份令牌。
zh_hant: Lava 無法讀取 Apple 傳回的身分權杖。

# Apple did not return an identity token.
source: Apple didn’t return an identity token.
de: Apple hat kein Identitätstoken zurückgegeben.
es: Apple no devolvió ningún token de identidad.
fr: Apple n’a pas renvoyé de jeton d’identité.
it: Apple non ha restituito un token di identità.
ja: AppleからIDトークンが返されませんでした。
ko: Apple이 ID 토큰을 반환하지 않았어요.
pt_br: A Apple não retornou um token de identidade.
zh_hans: Apple 未返回身份令牌。
zh_hant: Apple 未傳回身分權杖。

# Google did not return an access token.
source: Google didn’t return an access token.
de: Google hat kein Zugriffstoken zurückgegeben.
es: Google no devolvió ningún token de acceso.
fr: Google n’a pas renvoyé de jeton d’accès.
it: Google non ha restituito un token di accesso.
ja: Googleからアクセストークンが返されませんでした。
ko: Google이 액세스 토큰을 반환하지 않았어요.
pt_br: O Google não retornou um token de acesso.
zh_hans: Google 未返回访问令牌。
zh_hant: Google 未傳回存取權杖。

# Google did not return an identity token.
source: Google didn’t return an identity token.
de: Google hat kein Identitätstoken zurückgegeben.
es: Google no devolvió ningún token de identidad.
fr: Google n’a pas renvoyé de jeton d’identité.
it: Google non ha restituito un token di identità.
ja: GoogleからIDトークンが返されませんでした。
ko: Google이 ID 토큰을 반환하지 않았어요.
pt_br: O Google não retornou um token de identidade.
zh_hans: Google 未返回身份令牌。
zh_hant: Google 未傳回身分權杖。

# Lava could not find a window to present Google sign-in.
source: Lava couldn’t find a window to present Google sign-in.
de: Lava konnte kein Fenster finden, um die Google-Anmeldung anzuzeigen.
es: Lava no encontró una ventana para mostrar el inicio de sesión con Google.
fr: Lava n’a pas trouvé de fenêtre pour afficher la connexion Google.
it: Lava non ha trovato una finestra in cui mostrare l’accesso con Google.
ja: LavaはGoogleサインインを表示するウインドウを見つけられませんでした。
ko: Lava가 Google 로그인을 표시할 창을 찾지 못했어요.
pt_br: O Lava não encontrou uma janela para exibir o login com o Google.
zh_hans: Lava 找不到可用于显示 Google 登录的窗口。
zh_hant: Lava 找不到可顯示 Google 登入的視窗。

# Could not prepare a secure sign-in nonce. Security returned status %@.
source: Couldn’t prepare a secure sign-in nonce. Security returned status %@.
de: Eine sichere Anmelde-Nonce konnte nicht vorbereitet werden. Security hat den Status %@ zurückgegeben.
es: No se pudo preparar un nonce seguro para el inicio de sesión. Security devolvió el estado %@.
fr: Impossible de préparer un nonce de connexion sécurisé. Security a renvoyé le statut %@.
it: Impossibile preparare un nonce sicuro per l’accesso. Security ha restituito lo stato %@.
ja: 安全なサインイン用のnonceを準備できませんでした。Securityがステータス%@を返しました。
ko: 보안 로그인 nonce를 준비할 수 없어요. Security에서 상태 %@을(를) 반환했어요.
pt_br: Não foi possível preparar um nonce seguro para o login. O Security retornou o status %@.
zh_hans: 无法准备安全登录所需的随机数（nonce）。Security 返回状态 %@。
zh_hant: 無法準備安全登入所需的隨機數（nonce）。安全性傳回狀態 %@。

source: No response body
de: Kein Antwortinhalt
es: Sin cuerpo de respuesta
fr: Aucun corps de réponse
it: Nessun corpo della risposta
ja: レスポンス本文なし
ko: 응답 본문 없음
pt_br: Sem corpo de resposta
zh_hans: 无响应正文
zh_hant: 沒有回應內容

source: The account deletion server returned HTTP %lld: %@
de: Der Server für die Kontolöschung hat HTTP %lld zurückgegeben: %@
es: El servidor de eliminación de cuentas devolvió HTTP %lld: %@
fr: Le serveur de suppression de compte a renvoyé HTTP %lld : %@
it: Il server di eliminazione degli account ha restituito HTTP %lld: %@
ja: アカウント削除サーバーがHTTP %lldを返しました：%@
ko: 계정 삭제 서버가 HTTP %lld 응답을 보냈어요: %@
pt_br: O servidor de exclusão de contas retornou HTTP %lld: %@
zh_hans: 账户删除服务器返回 HTTP %lld：%@
zh_hant: 帳號刪除伺服器傳回 HTTP %lld：%@

# Could not sign in: %@
source: Couldn’t sign in: %@
de: Anmeldung fehlgeschlagen: %@
es: No se pudo iniciar sesión: %@
fr: Impossible de se connecter : %@
it: Impossibile accedere: %@
ja: サインインできませんでした：%@
ko: 로그인하지 못했어요: %@
pt_br: Não foi possível entrar: %@
zh_hans: 无法登录：%@
zh_hant: 無法登入：%@

# Could not delete account: %@
source: Couldn’t delete account: %@
de: Konto konnte nicht gelöscht werden: %@
es: No se pudo eliminar la cuenta: %@
fr: Impossible de supprimer le compte : %@
it: Impossibile eliminare l’account: %@
ja: アカウントを削除できませんでした：%@
ko: 계정을 삭제하지 못했어요: %@
pt_br: Não foi possível excluir a conta: %@
zh_hans: 无法删除账户：%@
zh_hant: 無法刪除帳號：%@
